[
  {
    "id": 1,
    "nombreLibro": "The Way of Kings",
    "nombreSaga": "The Stormlight Archive",
    "nombrePortada": "portada_elcamino",
    "progreso": 0,
    "totalPaginas": 1500,
    "inicialSaga": true,
    "nNotas": 0,
    "sinopsis": "First Book of The Stormlight Archive series. [SPOILER] - I long for the days before the Last Desolation. The days when the Heralds abandoned us and the Radiant Knights turned against us. A time when there was still magic in the world and honor in the hearts of men. The world was ours, but we lost it. Probably, there is nothing more stimulating for men's souls than victory. Or perhaps victory was an illusion all along? Did our enemies understand that the harder they fought, the more we resisted? Maybe they saw that fire and hammer only produced better swords. But they ignored steel for long enough to let it rust. There are four people we watch. The first is the doctor, who stopped healing to become a soldier during the most brutal war of our time. The second is the assassin, a murderer who cries whenever he kills. The third is the liar, a young woman who wears a scholar's cloak over a thief's heart. Lastly, there is the High Prince, a warrior who looks to the past while languishing in his thirst for war. The world can change. The amplification and use of shards may reappear, the magic of days past may become ours again. Those four people are the key. One of them will redeem us. And one of them will destroy us.",
    "valoracion": 0,
    "empezarLeer": false
  },
  {
    "id": 2,
    "nombreLibro": "Words of Radiance",
    "nombreSaga": "The Stormlight Archive",
    "nombrePortada": "portada_palabrasradiantes",
    "progreso": 0,
    "totalPaginas": 1500,
    "inicialSaga": false,
    "nNotas": 0,
    "sinopsis": "Second Book of The Stormlight Archive series. [SPOILER] - The Radiant Knights must rise again. The ancient oaths have finally been spoken. Men seek what was lost. I fear that the search will destroy them. It is the nature of magic. A broken soul has cracks where something else can seep in. The powers, the very forces of creation, can embrace a broken soul, but they can also widen its fissures. The Windrunner is lost in a shattered land, in balance between vengeance and honor. The Lightweaver, slowly consumed by her past, seeks the lie she must become. The Bondsmith, born in blood and death, now strives to rebuild what was destroyed. The Elsecaller, torn between the destinies of two peoples, is forced to choose between a slow death and a terrible betrayal of everything she believes in. It is time to awaken them, for the eternal storm is looming. And the Assassin has arrived.",
    "valoracion": 0,
    "empezarLeer": false
  },
  {
    "id": 3,
    "nombreLibro": "Oathbringer",
    "nombreSaga": "The Stormlight Archive",
    "nombrePortada": "portada_juramentada",
    "progreso": 0,
    "totalPaginas": 1500,
    "inicialSaga": false,
    "nNotas": 0,
    "sinopsis": "Third Book of The Stormlight Archive series. [SPOILER] - A new storm is brewing. Ash and red lightning sweep the land, awakening our ancient enemies. The Shards—shadows of the Enemy's soul—stir, as men's eyes open. This war is not, and never was, what they thought it was. Soon we will be able to wield the Shards again, for the Radiance has returned to some, and shines upon others. The Captain, broken by loss, seeks reconciliation. The spy, broken by cruelty, seeks for everything to end. The Stonecaller, broken by oaths, seeks the truth. The Traitor, broken by ambition, seeks freedom. And finally the King. Broken by war, he seeks his past. Which was abandoned. Which he must not know. For those secrets will crush him as they did the knights who came before.",
    "valoracion": 0,
    "empezarLeer": false
  },
  {
    "id": 4,
    "nombreLibro": "Rhythm of War",
    "nombreSaga": "The Stormlight Archive",
    "nombrePortada": "portada_elritmoguerra",
    "progreso": 0,
    "totalPaginas": 1500,
    "inicialSaga": false,
    "nNotas": 0,
    "sinopsis": "Fourth Book of The Stormlight Archive series. [SPOILER] - There are secrets we have kept for a long time. Watchers. Insomniacs. Eternals. And soon they will no longer be ours. The One that is Three seeks, unknowingly, the captured soul. The imprisoned spren, forgotten long ago. Can he free his own soul in time to uncover the knowledge that condemns all the peoples of Roshar? The Fallen Soldier caresses and loves the spear, even as the weapon slashes his own flesh. He always walks forward, always towards darkness, without light. He cannot carry anyone with him, except that which he can kindle himself. The Shattered Sister understands her mistakes and thinks that she herself is a mistake. She seems very distant from her ancestors, but she does not understand that they are the ones carrying her on their shoulders. Towards victory, and towards that silence, the most important of all. And the Mother of Machines, the most crucial of them all, dances with liars in a grand ball. She must unmask them, reach their hidden truths, and deliver them to the world. She has to recognize that the worst lies are the ones she tells herself. If she does, our secrets will finally become truths.",
    "valoracion": 0,
    "empezarLeer": false
  },
  {
    "id": 5,
    "nombreLibro": "The Breath of the Gods",
    "nombreSaga": "Standalone Book",
    "nombrePortada": "portada_elaliento",
    "progreso": 0,
    "totalPaginas": 1500,
    "inicialSaga": true,
    "nNotas": 0,
    "sinopsis": "The Breath of the Gods [SPOILER] - [Unofficial] The Breath of the Gods is a fantasy novel by Brandon Sanderson, set in a world where magic comes from Breath and Colors. The story follows two sisters caught in political and divine intrigues, as they explore the power of sacrifice, freedom, and identity in a kingdom on the brink of war.",
    "valoracion": 0,
    "empezarLeer": false
  },
  {
    "id": 6,
    "nombreLibro": "The Hero of Ages",
    "nombreSaga": "Mistborn",
    "nombrePortada": "portada_elheroe",
    "progreso": 0,
    "totalPaginas": 1500,
    "inicialSaga": false,
    "nNotas": 0,
    "sinopsis": "Third Book of the Mistborn Saga Era 1. [SPOILER] - [Unofficial] The Hero of Ages is the epic conclusion of Brandon Sanderson's Mistborn trilogy. As the world crumbles, Vin and Elend struggle to uncover the secrets of the past and stop an ancient force that threatens to destroy everything. It is a story of sacrifice, hope, and the true meaning of heroism.",
    "valoracion": 0,
    "empezarLeer": false
  },
  {
    "id": 7,
    "nombreLibro": "The Well of Ascension",
    "nombreSaga": "Mistborn",
    "nombrePortada": "portada_elpozo",
    "progreso": 0,
    "totalPaginas": 1500,
    "inicialSaga": false,
    "nNotas": 0,
    "sinopsis": "Second Book of the Mistborn Saga Era 1. [SPOILER] - For a thousand years, nothing has changed: ashes have fallen, the skaa have been enslaved, and the Lord Ruler has dominated the world. But the impossible has happened. The Lord Ruler has died. However, defeating and killing him was the easy part. The real challenge will be surviving the consequences of his fall. Taking power might have been easy, but what happens next? How is it used? The task of rebuilding the world, now that Kelsier is gone, has fallen into Vin's hands. And the mists, since the Lord Ruler fell, have become increasingly unpredictable... As the siege intensifies, the ancient legend of the Well of Ascension offers a single ray of hope. In this world of epic adventure, political and religious strategy must deal with the ever-mysterious powers of Allomancy...",
    "valoracion": 0,
    "empezarLeer": false
  },
  {
    "id": 8,
    "nombreLibro": "Mistborn (The Final Empire)",
    "nombreSaga": "Mistborn",
    "nombrePortada": "portada_nacidos",
    "progreso": 0,
    "totalPaginas": 1500,
    "inicialSaga": true,
    "nNotas": 0,
    "sinopsis": "First Book of the Mistborn Saga Era 1. [SPOILER] - The Final Empire is the beginning of Brandon Sanderson's Mistborn trilogy. In a world ruled by an immortal tyrant, a young thief discovers that she possesses extraordinary power and joins a rebellion seeking to liberate humanity. A story of struggle, hope, and revolution in a world of ashes and magical metals.",
    "valoracion": 0,
    "empezarLeer": true
  }
]
